<?php

return [
    'movies' => [
        'created' => 'Фильм был создан',
        'edited' => 'Фильм был отредактирован',
        'deleted' => 'Фильм был удалён',
        'restored' => 'Фильм был восстановлен',
        'restore-fail-with-same-title' => 'Фильм с таким названием ":title" не удалось восстановить. Такое название уже существует',
        'forcedelete' => 'Фильм был полностью удалён',
    ],
    'genres' => [
        'created' => 'Жанр был создан',
        'edited' => 'Жанр был отредактирован',
        'deleted' => 'Жанр был удалён',
        'restored' => 'Жанр был восстановлен',
        'restore-fail-with-same-title' => 'Жанр с таким названием ":title" не удалось восстановить. Такое название уже существует',
        'forcedelete' => 'Жанр был полностью удалён',
    ],
];
